
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "디스크린";
"Color Restoration" = "색상 복원";
"Adaptive Lighting" = "적응 조명";
"Unsharp Mask" = "언샤프 마스크";
"Remove Dust"   = "먼지 제거";
"6-Color Scanning" = "6색 스캐닝";

"Tooltip_Descreen" = "물결무늬 (moiré) 제거";
"Tooltip_ColorRestoration" = "바랜 색상 복원";
"Tooltip_AdaptiveLight" = "노출 수준 자동 조정";
"Tooltip_Sharpen" = "선명도 증가";


//Cusom control  menu items
"None" = "없음";
"Low" = "낮음";
"Medium" ="중간";
"High" = "높음";
"Extreme" = "매우 높음";

"Resolution" = "해상도";
"Source Size" = "소스 크기";
"New Size" = "새 크기";
"Negative Number" = "네거티브 %d";
"Slide Number" = "슬라이드 %d";
"HP ICA Scan" = "HP ICA 스캔";
"Install HP Devices" = "HP 장치가 이미지 캡처를 사용하여 스캔하는 데 필요한 구성 요소를 설치합니다.";
"Communication error" = "통신 오류";
"Communication error while scanning" = "장치와 통신하는 동안 오류가 발생했습니다. 장치가 제대로 연결되었고 전원이 켜져 있는지 확인하십시오.";
"Image Save Error" = "이미지 저장 오류";
"Image Format Mismatch" = "자동 작업에서 선택한 응용 프로그램이 선택된 파일 형식을 지원하지 않습니다. 다른 응용 프로그램이나 형식을 선택하십시오.";
"Disk full error" = "디스크 가득 참 오류";
"Disk full error String Description" = "죄송합니다. 선택한 디스크가 가득 찼습니다. 파일을 다른 디스크에 저장하거나 일부 파일을 삭제하여 디스크 공간을 확보하십시오.";
"Permissions Error" = "권한 오류";
"Permission Error Description" = "[디렉토리 이름]에 파일을 저장할 권한이 없습니다. 다른 위치에 저장하십시오.";
"Invalid value" = "잘못된 값";
"Invalid value description" = "%@ 필드에 지정한 값이 잘못되었습니다. %ld 및 %ld 사이의 값을 지정하고 다시 스캔해 보십시오.";
"Image size is too long" = "이미지 크기가 너무 큽니다. 이미지 높이, 너비, 해상도, 비율 또는 출력 유형을 줄이십시오.";
"Read error" = "읽기 오류";
"Read error Description" = "장치에서 스캔하는 동안 오류가 발생했습니다. 다시 시도하십시오.";
"Installation Problem" = "필요한 소프트웨어 구성 요소가 없거나 손상되었습니다. 장치용 소프트웨어를 다시 설치하고 하드 드라이브에 문제가 있는지 확인하십시오.";
"Document feeder error" = "문서 공급장치 오류";
"Paper Jam Description One" = "자동 문서 공급장치에 용지가 걸렸습니다. 용지 걸림을 해결하려면 장치와 함께 제공된 설명서를 참조하십시오.";
"Paper Jam Description Two" = "자동 문서 공급장치에 용지가 걸렸거나 용지를 공급할 수 없습니다. 용지 공급 스택을 들어 올려 통과시키고 문서 공급장치에 다시 끼우십시오. 자세한 내용은 장치와 함께 제공된 설명서를 참조하십시오.";
"Paper Jam Description Three" = "자동 문서 공급장치의 래치가 고정되지 않았습니다. 딸칵하는 소리가 들릴 때까지 눌러 래치를 고정한 다음 다시 스캔해 보십시오.";
"Document feeder empty" = "문서 공급장치 비어 있음";
"Document feeder empty description One" = "자동 문서 공급장치에서 문서를 감지하지 못했습니다. 원본을 자동 문서 공급장치에 올바르게 삽입하십시오.";
"Document feeder empty description Two" = "자동 문서 공급장치에서 원본이 제거되었습니다. 다시 넣고 스캔을 계속하십시오.";
"ADF Duplex error" = "자동 문서 공급장치는 12인치 이상의 원본 양면을 스캔할 수 없습니다.";
"Transparent Media Adapter Error" = "투명 미디어 어댑터 오류";
"Transparent Media Adapter Error Description One" ="투명 미디어 어댑터(TMA)를 찾을 수 없어 스캔을 완료할 수 없습니다. TMA가 있는 경우 스캐너에 올바르게 연결되었는지 확인한 다음 다시 시도하십시오.";
"Transparent Media Adapter Error Description Two" = "투명 미디어 어댑터가 제대로 연결되었고 올바르게 배치되었는지 확인하십시오. 장치가 위치 지정 플레이트를 사용하는 경우 플레이트의 참조 표시가 스캐너의 표시와 일치하는지 확인한 다음 다시 스캔해 보십시오.";
"Transparent Media Adapter Error Description Three" = "투명 미디어 어댑터 덮개를 스캐너 뚜껑에서 제거해야 합니다. 제거된 경우 스캐너 유리에 템플릿이 올바르게 배치되었는지 확인하십시오. 템플릿이 사용되지 않는 경우 뚜껑에 있는 조정 창이 막히지 않았는지 확인하십시오. 스캔할 미디어를 스캐너 유리 상단 모서리에서 약 4 cm(1.5 인치) 정도 아래에 놓으십시오.";
"Transparent Media Adapter Error Description Four" = "스캐너 유리에서 원본을 제거하십시오. 또한 투명 미디어 어댑터가 제대로 연결되었고 올바르게 배치되었는지 확인하십시오.";
"Transparent Media Adapter Error Description Five" = "소프트웨어가 슬라이드(포지티브)를 스캔하도록 설정되었지만 네거티브가 감지되었습니다. 문서 유형을 네거티브로 변경하십시오.";
"Transparent Media Adapter Error Description Six" = "소프트웨어가 네거티브를 스캔하도록 설정되었지만 슬라이드(포지티브)가 감지되었습니다. 문서 유형을 컬러 슬라이드 또는 포지티브로 변경하십시오.";
"Transparent Media Adapter Error Description Seven" = "투명 용지 어댑터에서 지정된 용지를 찾을 수 없었습니다. 용지가 어댑터에 들어 있는지 확인하고, 스캔하려는 작업에 알맞은 용지 종류인지 (포지티브 또는 네거티브) 확인하십시오.";
"Transparent Media Adapter Error Description Eight" = "현재 스캐너에서 투명 용지 어댑터 스캔을 수행할 수 없습니다. 스캐너 작업이 끝날 때까지 기다렸다가 다시 시도해주십시오.";
"Scan Cancelled" = "스캔 취소됨";
"Scan Cancelled Description" = "스캔을 진행하는 동안 작업이 취소되어 스캔이 완료되지 않았습니다.";
"Device Busy" ="장치 사용 중";
"Device Busy Description" = "스캐너를 다른 응용 프로그램에서 사용하고 있습니다. 다른 스캔 응용 프로그램을 종료하고 다시 시도하십시오.";
"Device Busy Description Network" = "선택한 네트워크 장치가 사용 중이기 때문에 요청한 작업을 수행할 수 없습니다. 나중에 다시 시도하십시오."; 

"Image Capture Scan" = "이미지 캡처 스캔";
"Sharpen" = "선명하게";
"6-Color Scan" = "6색 스캔";
"Missing or Damaged Software" = "소프트웨어가 없거나 손상되었음";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "이미지 캡처에 필요한 하나 이상의 구성 요소가 없거나 손상되었습니다. HP 장치용 소프트웨어를 다시 설치하십시오.";
"File name too long" = "파일 이름이 너무 깁니다.";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "파일 이름이 너무 길어 파일을 저장할 수 없습니다. 짧은 이름을 입력하고 다시 시도하십시오.";
"Warning: File name starts with a period" = "경고: 파일 이름이 마침표로 시작합니다.";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "입력한 파일 이름이 마침표(.)로 시작합니다. 계속할 경우 파일은 숨겨진 파일로 저장되어 Finder에서 볼 수 없게 됩니다. 이 문제를 해결하려면 파일 이름 앞의 마침표를 제거하십시오.";
"Error Saving Image" = "이미지 저장 중 오류";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "이미지 캡처에 알 수 없는 오류가 발생했습니다. 이미지를 저장할 수 없습니다. 다시 시도하십시오.";



// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "마지막 오버뷰 스캔이 취소되었습니다. 다시 오버뷰하시고 스캔해 주십시오";
"Templates" = "템플릿";

"DEVICE_BUSY" = "장치 사용 중";
"DEVICE_BUSY_DESCRIPTION" = "장치가 현재 사용 중입니다. 이전 작업이 완료될 때까지 기다린 다음 다시 스캔을 시도합니다.";


